[
  {
    "uniqueName": "/Lotus/Types/Game/CatbrowPet/MirrorCatbrowPetPowerSuit",
    "name": "Adarza Kavat",
    "description": "Piercing eyes reflect deadly instincts.",
    "health": 40,
    "shield": 70,
    "armor": 50,
    "stamina": 8,
    "power": 100,
    "type": "Pets",
    "category": "Pets",
    "tradable": false
  },
  {
    "uniqueName": "/Lotus/Types/Game/KubrowPet/RetrieverKubrowPetPowerSuit",
    "name": "Chesa Kubrow",
    "description": "This Kubrow will disarm adversaries and retrieve the spoils of battle.",
    "health": 125,
    "shield": 75,
    "armor": 50,
    "stamina": 8,
    "power": 100,
    "type": "Pets",
    "category": "Pets",
    "tradable": false,
    "patchlogs": [
      {
        "name": "Plains of Eidolon: Update 22.5.0 + 22.5.0.1",
        "date": "2017-11-30T16:52:51Z",
        "url": "https://forums.warframe.com/topic/887725-plains-of-eidolon-update-2250-22501/",
        "changes": "Improvements towards the Chesa Kubrow Retrieve functionality when retrieving items in nearby crates and when in the Plains."
      },
      {
        "name": "Hotfix 18.6.3",
        "date": "2016-03-23T21:00:12Z",
        "url": "https://forums.warframe.com/topic/629210-hotfix-1863/",
        "fixes": "Improved the interaction between the Chesa Kubrow’s Scavenge and Retrieve Abilities, reducing the amount of downtime between the Kubrow smashing crates and picking up items.FixesFixed wall latch audio FX being hearable by all players regardless of positional audio."
      },
      {
        "name": "Update 18.5: Sands of Inaros",
        "date": "2016-03-04T18:20:53Z",
        "url": "https://forums.warframe.com/topic/618642-update-185-sands-of-inaros-%C2%A0/",
        "fixes": "Fixed Chesa Kubrow becoming stuck when trying to attack a crate it can’t reach."
      },
      {
        "name": "Hotfix 18.4.7",
        "date": "2016-02-04T22:43:36Z",
        "url": "https://forums.warframe.com/topic/605204-hotfix-1847/",
        "changes": "Chesa Kubrow now instantly pick up dropped non-Mod items instead of bringing them back to the player.  Mods will be carried back to the player as normal."
      },
      {
        "name": "Update 17.8.0",
        "date": "2015-10-21T21:58:23Z",
        "url": "https://forums.warframe.com/topic/549118-update-1780/",
        "fixes": "Fixed an error preventing the Chesa Kubrow from being a potential egg type on drop tables.",
        "additions": "Increased clip size and total ammo capacity.Due to an error in Kubrow egg type generation many players hunting for Chesa Kubrow have been unable to obtain the breed since the release of Chesa without purchasing the egg from the Market.  While the error has been fixed we understand the frustration this has caused Kubrow enthusiasts, and will be releasing an alert that offers 2 Chesa Kubrow Genetic Code Templates as a reward.This alert will be active shortly after this Update, and will be available for play until Monday at 12 p.m EDT."
      },
      {
        "name": "Update 17.2",
        "date": "2015-08-19T21:49:41Z",
        "url": "https://forums.warframe.com/topic/514266-update-172/",
        "fixes": "Fixed the Chesa Kubrow`s name and description not displaying on the Imprint display screen."
      },
      {
        "name": "Hotfix 17.0.4",
        "date": "2015-08-06T14:48:33Z",
        "url": "https://forums.warframe.com/topic/504855-hotfix-1704/",
        "changes": "The Chesa Kubrow’s Retrieve ability will now grab multiple items at once."
      }
    ]
  },
  {
    "uniqueName": "/Lotus/Types/Sentinels/SentinelPowersuits/MeleePetPowerSuit",
    "name": "Helios",
    "description": "With 'Investigator' as its unique Precept and 'Deconstructor' as its weapon, the versatile Helios Sentinel acts as both a lethal guardian and an automatic codex scanner. Scans require an equipped Codex Scanner and an available charge.\nNote: This item requires two open slots.",
    "health": 200,
    "shield": 100,
    "armor": 50,
    "stamina": 8,
    "power": 100,
    "type": "Melee",
    "category": "Pets",
    "tradable": false,
    "patchlogs": [
      {
        "name": "Shrine of the Eidolon: Hotfix 22.17.4",
        "date": "2018-04-13T20:03:57Z",
        "url": "https://forums.warframe.com/topic/944966-shrine-of-the-eidolon-hotfix-22174/",
        "changes": "Optimized Helios' Investigator Precept: it should now find targets more than 10x faster and no longer causes periodic spikes in frame-time as high as 7ms. "
      },
      {
        "name": "The Pacifism Defect: Update 19.12.0",
        "date": "2017-03-02T22:20:36Z",
        "url": "https://forums.warframe.com/topic/768600-the-pacifism-defect-update-19120/",
        "fixes": "Fixed being able to equip Deconstructor on a Sentinel that is not Helios. "
      },
      {
        "name": "Banshee Prime: Hotfix 19.11.5 + 19.11.6",
        "date": "2017-02-28T22:44:49Z",
        "url": "https://forums.warframe.com/topic/767736-banshee-prime-hotfix-19115-19116/",
        "fixes": "Fixed a bug where non-Helios Sentinels could equip the Deconstructor when randomizing their loadout."
      },
      {
        "name": "The War Within: Hotfix 19.0.2",
        "date": "2016-11-13T03:16:00Z",
        "url": "https://forums.warframe.com/topic/717209-the-war-within-hotfix-1902/",
        "changes": "Reduced the damage of Helios' Deconstructor in The War Within quest."
      },
      {
        "name": "Update 18.9.0",
        "date": "2016-04-20T21:39:18Z",
        "url": "https://forums.warframe.com/topic/639851-update-1890/",
        "fixes": "•    Fixed Helios’ Deconstructor not continuously firing as per: https://forums.warframe.com/topic/626340-broken-deconstructor/"
      },
      {
        "name": "Hotfix 17.0.3",
        "date": "2015-08-04T22:21:45Z",
        "url": "https://forums.warframe.com/topic/503583-hotfix-1703/",
        "fixes": "Fixed Helios being able to scan Oddities."
      },
      {
        "name": "Hotfix 17.0.2",
        "date": "2015-07-31T22:56:16Z",
        "url": "https://forums.warframe.com/topic/499470-hotfix-1702/",
        "fixes": "Fixed Helios being able to scan Oddities."
      },
      {
        "name": "Hotfix 16.5.6",
        "date": "2015-05-19T19:46:51Z",
        "url": "https://forums.warframe.com/topic/461080-hotfix-1656/",
        "fixes": "Fixed Helios not attacking enemies when equipped with the Deconstructor."
      },
      {
        "name": "Hotfix 16.3.1 + 16.3.1.1 + Tactical Alert",
        "date": "2015-04-10T17:23:04Z",
        "url": "https://forums.warframe.com/topic/438351-hotfix-1631-16311-tactical-alert/",
        "fixes": "Made various lighting updates.FixesFixed Helios’ Simaris skin using the wrong energy color."
      },
      {
        "name": "Hotfix 16.1.3",
        "date": "2015-03-26T22:31:46Z",
        "url": "https://forums.warframe.com/topic/427542-hotfix-1613/",
        "fixes": "Fixed an issue where reviving would cause Helios to scan targets with complete Codex entries as per: https://forums.warframe.com/index.php?/topic/423544-bug-helios-scans-completed-scan-targets-after-reviving-yourself/?hl=helios"
      },
      {
        "name": "Warframe: Sanctuary",
        "date": "2015-03-20T02:21:54Z",
        "url": "https://forums.warframe.com/topic/420448-warframe-sanctuary/",
        "fixes": "Fixed issue with Helios caused by viewing another player’s profile then entering a Mission, causing Helios to count scans from other player’s completed Codex."
      },
      {
        "name": "Hotfix 15.5.1",
        "date": "2014-11-27T20:40:47Z",
        "url": "https://forums.warframe.com/topic/353150-hotfix-1551/",
        "fixes": "Fixed issue with Helios not scanning properly."
      },
      {
        "name": "Warframe: Archwing",
        "date": "2014-10-24T12:52:08Z",
        "url": "https://forums.warframe.com/topic/328727-warframe-archwing/",
        "fixes": "Fixed a number of problems with the Codex Scanner (including Helios’s user of the Scanner):\n"
      },
      {
        "name": "Update 14.5: Operation Cryotic Front!",
        "date": "2014-08-28T13:39:34Z",
        "url": "https://forums.warframe.com/topic/298960-update-145-operation-cryotic-front/",
        "fixes": "• Fixed the UI still showing stats for a “Charge Attack” when looking at Melee weapons.• Fixed friends and clan sessions panel showing invite-only or objective-reached sessions (aka unjoinable and merely teasing.)• Fixed all consumable restoration totems (Energy, Health, etc) not travelling with you on elevators when you ascend or descend.• Fixed Player’s game freezing for short periods when decorations complete while in the Dojo.• Fixed Dendra armor colour not updating until you leave the attachments part of the Arsenal. This should also fix Ember’s FX, Nova’s helmets, Frost’s jets, Ember Prime’s flaming Mohawk, and the Silva & Aegis.• Fixed Silva & Aegis Codex Diorama not having proper fire effects.• Fixed Sentinel vibrating when riding in an elevator.• Fixed several navigation holes across numerous tilesets, particularly in places where Infested would get stuck.• Fixed for Kubrow pet spawning behind player for intro cinematic when spawning in a mission.• Fixed several issues with controller navigation on Big Picture.• Fixed several localization issues across several languages.• Multiple crash & game freeze fixes.• Fixed opening View Mission Progress while an elevator is moving will cause the camera to stay in one place until View Mission Progress is closed.• Fixed issue with player’s HUDs failing upon reviving.• Fixed Mirage’s Hall of Mirrors not being affected by some mods (Heavy Caliber).• Fixed Clients being stuck on the ‘Please Wait’ spinner when accepting an invite or joining through friends list.• Fixed players being able to invite anyone to Conclave sessions regardless of Conclave ratings.• Fixed issues where Kubrow loyalty would not be restored if the pet interaction did not play.• Fixed issues with stale and latent sessions occurring with Dojo matchmaking when users join rail editing sessions.• Fixed issues in Infested Mobile Defense where the gas that damages the player at the 2nd defense point also damages the objective you must defend.• Fixed issues with the “/invite” not working correctly when doing session checks.• Fixed issues with the Pyra Syandana falling in front of the Warframe when viewed from the back.• Fixed issues with Alert Defense missions on the Galleon tileset spawning multiple Defense targets.• Fixed Extractor counts in the Foundry displays as \"1 owned\" when the player has multiple extractors of that type in their inventory.• Fixed an issue where the player could leave critical actions unbound when changing their key bindings during the tutorial.• Fixed issue when a resource falls into a teleport volume it will remain down where it fell for Clients.• Fixed Helios endlessly rescanning things not in the Codex. Specific examples: void turrets, arc traps, Grineer laser sensors above doors, smashable grates & fans.• Fixed issue with Dex Furis muzzle flash not being customizable.• Fixed issues with consumables purchased through Arsenal not being automatically equipped.• Fixed player completing a Rank Up Test and their Mastery Level will not update right away on the Player's Profile Box at the top of the Pause Menu• Fixed an issue where you could rapidly hit the button to toggle the chat window while transitioning out of any diegetic screen in the Ship UI, and sometimes it would half-open the chat window and leave the screen darkened• Fixed issue if when the player is in the rail management screen, and they press the pause menu button, the pause menu will open behind the rail management screen. However once they do this they will be unable to close the pause menu as well be unable to exit the rail management screen.• Fixed issue where Crit damage and Crit chance are not increased by mods for Sentinel weapons.• Fixed issues with overlapping text in solar rail deployments.• Fixed an issue where the player could attempt to bring up the pause menu while viewing any part of the Codex, which led to an inconsistent UI experience. Now attempting to open the pause menu while in the Codex will function the same as if the player wishes to back out of the current screen.• Fixed issue where it would become possible to lose functionality in certain Dark Sector conflict scenarios.• Fixed issue where players could finish the tutorial without gaining any XP in gear causing account issues later on.• Fixed issues with long Kubrow names clipping outside stasis slots.• Fixed rank-up tests being rendered unbeatable if proper loadout isn`t active, no prompts inform user of necessary loadout.• Fixed issue where if a players rejoins a lobby after having previously run out of revives in that same lobby, they will not properly be put into spectator mode and will be have no functionality until the other players complete the mission.• Fixed an issue where the MatchMaking drop down list was still visible in the Clan screen when opened from within the Solar Map (causing duplicate button callouts and leaving no way to change the Clan member list's sort method.)• Fixed Infested Ancients and Grineer Scorpions from using their grapple pull ability on Saryn's Molt avatar and Loki's Decoy avatar as it would not behave well (would have them pause for a few moments, if Molt was used again it would script error and break the enemy). This also fixes a similar issue with Vay Hek’s beam-zap attack.• Fixed issues with Sentinel ‘Weapon Slot’ behavior in Arsenal when switching between Sentinels and Kubrows.• Fixed issues with blank “Trigger” types in the UI for Penta, Castanas and Deconstructor.• Fixed issues with navigating the UI with arrow keys equipping things unintentionally - arrow key navigation in Arsenal has been disabled.• Fixed issue where performing any melee action, then using a context action (Hack Console, Revive Ally), would result in an additional melee action after the context action was complete."
      },
      {
        "name": "Hotfix 13.4.1",
        "date": "2014-05-23T18:00:02Z",
        "url": "https://forums.warframe.com/topic/235797-hotfix-1341/",
        "changes": "Improved the description for Valkyr's War Cry mod to better indicate melee buffs to teammates.Fixes:Fixed an issue with Helios' incorrectly scanning objects outside of the players aim as well as objects whose Codex entry is already complete. Helio sfix, Codex entries for crates will follow."
      },
      {
        "name": "Update 13.3.0: Pack Hunters",
        "date": "2014-05-14T23:33:51Z",
        "url": "https://forums.warframe.com/topic/231590-update-1330-pack-hunters/",
        "fixes": "Fixed Helios' Investigator Precept not properly displaying/calculating its max rank and perpetually behaving like a rank 0 mod. It will also receive a target lock so it doesn’t Get distracted during scans so easily."
      },
      {
        "name": "Update 12.6.0: Dex Furis (Limited Time Gift!)",
        "date": "2014-03-26T21:11:31Z",
        "url": "https://forums.warframe.com/topic/201473-update-1260-dex-furis-limited-time-gift/",
        "changes": "The targeting range for the attack precepts at max-rank are as follows:Carrier: 10mDethCube: 30mDjinn: 60mWyrm: 30mShade: 30m(Unranked attack precepts will have half the range listed above).Helios is special at does not increase with rank (it is always 10m) however ranking up the Targeting Receptor precept increase the number of active glaives it can manage."
      },
      {
        "name": "Hotfix 12.5.1",
        "date": "2014-03-20T03:28:32Z",
        "url": "https://forums.warframe.com/topic/198348-hotfix-1251/",
        "fixes": "Hotfix 12.5.1:Fixed issues with Arc Traps appearing inside of other ‘destructibles’ on floor – Crates, Barrels, etc. They will currently only appear on walls until we can properly sort out floor spawn logic.Fixed issues with Arc Trap dropping rare resource 100% of time, not intended.Fixed Imperator Syandana appearing on Banshee’s waist.Fixed Iron Skin appearing as keybound to “1” key power on Rhino Prime .Fixed potential issues with Helios not having high resolution textures.Fixed issues with Sentinel casting/ability sounds."
      }
    ]
  },
  {
    "uniqueName": "/Lotus/Types/Game/KubrowPet/ChargerKubrowPetPowerSuit",
    "name": "Helminth Charger",
    "description": "An Infested pet bred from the Helminth Cyst",
    "health": 95,
    "shield": 85,
    "armor": 50,
    "stamina": 8,
    "power": 100,
    "type": "Pets",
    "category": "Pets",
    "tradable": false,
    "patchlogs": [
      {
        "name": "Octavia’s Anthem: Hotfix 20.0.3",
        "date": "2017-03-26T09:11:58Z",
        "url": "https://forums.warframe.com/topic/778048-octavia%E2%80%99s-anthem-hotfix-2003/",
        "fixes": "Fixed the Helminth Charger Codex diorama freezing the game. "
      },
      {
        "name": "The Glast Gambit: Hotfix 19.5.5",
        "date": "2017-01-03T23:30:51Z",
        "url": "https://forums.warframe.com/topic/744898-the-glast-gambit-hotfix-1955/",
        "fixes": "Fixed incorrect Helminth Charger Codex entry."
      }
    ]
  },
  {
    "uniqueName": "/Lotus/Types/Game/KubrowPet/FurtiveKubrowPetPowerSuit",
    "name": "Huras Kubrow",
    "description": "Prized for its ability to sneak up on unsuspecting prey, the Huras Kubrow were first used as hunting companions by the Orokin elite. Orokin Era Tenno soon adapted the strain for use in covert missions and assassinations.",
    "health": 75,
    "shield": 125,
    "armor": 50,
    "stamina": 8,
    "power": 100,
    "type": "Pets",
    "category": "Pets",
    "tradable": false,
    "patchlogs": [
      {
        "name": "Hotfix 16.11.5",
        "date": "2015-07-15T19:56:44Z",
        "url": "https://forums.warframe.com/topic/490942-hotfix-16115/",
        "fixes": "Fixed an issue allowing Shade Sentinel and Huras Kubrow cloaks to stealth players still firing weapons with large magazines."
      },
      {
        "name": "Hotfix 16.0.2",
        "date": "2015-03-20T23:22:15Z",
        "url": "https://forums.warframe.com/topic/421728-hotfix-1602/",
        "fixes": "·         Optimized matchmaking server code to handle load better (may fix some invitation failures).·         Reduced memory footprint in the Relays to avoid some crashes on 32-bit systems.·         Fixed issue where players could enter Conclave with no valid PvP gear during a Host migration, causing a crash.·         Fixed default PvP loadout containing non-PvP items.·         Fixed Chroma’s Spectral Scream not equipping a weapon once deactivated if the ability was used while holding a scanner.·         Fixed some instances where players could move out of bounds on Relays.·         Fixed auto-target abilities accidentally targeting player Sentinels.·         Fixed Limbo being able to trigger pressure plates while in the Rift.·         Fixed various exploits in the Law of Retribution encounters.·         Fixed rain particles looking pixelated.·         Fixed Arcane Enhancements appearing with Prime part in the Inventory.·         Fixed error that would occur when trying to equip a scanner while unarmed.·         Fixed ‘Logout’ button not bringing players back to Login screen.·         Fixed material on Steel Meridian Medallions not displaying correctly.·         Fixed various texture issues in Relays.·         Fixed additional ammo clips showing on Soma and Soma Prime.·         Fixed issue causing the Manic Grineer to become stuck on objects.·         Fixed mind controlled targets not becoming immune to Mind Control when granted immunity to powers and abilities.·         Fixed an ugly white line showing up on the floor of Grineer tilesets.·         Fixed Ogris charging effects and firing animation not displaying properly.·         Fixed players not being able to unequip Sentinels after removing primary and secondary weapons.·         Fixed Ordis’ ‘idle’ Liset transmissions interrupting other communications.·         Fixed Sentinel NPCs, voice acting, or animations showing for Clients in the first mission of The New Strange Quest.·         Fixed Chroma’s Elemental Ward buff showing as 1% off in the HUD in some instances.·         Fixed melee finishers adjusting the player camera in an unusual way.·         Fixed visual issue with Gammacor where weapon would open while holstered after melee or a quick roll.·         Fixed Huras Kubrow’s Stalk not properly applying to Players.·         Fixed Vay Hek still broadcasting his threats to Relays.·         Fixed Codex and Library scanners still showing as being equipped during a Host migration.·         Fixed both Ordis and Teshin transmission not matching corresponding subtitles.·         Fixed pistol and melee slots not being auto-equipped for default PvP loadouts.·         Fixed an error that would occur with Grineer Shipyards cranes.Small patch just went out this morning with exactly one change: fix for contact list and invites with certain types of router."
      },
      {
        "name": "Update 15.2.0",
        "date": "2014-11-13T01:00:05Z",
        "url": "https://forums.warframe.com/topic/344505-update-1520/",
        "changes": "Added knockdown to Huras Kubrow charge that should make enemies hit suffer an entertaining knockback.",
        "fixes": "Fixed issue with Huras Kubrow Hunt Mod where all Kubrow in mission would share the same cooldown recharge time."
      }
    ]
  },
  {
    "uniqueName": "/Lotus/Types/Game/KubrowPet/GuardKubrowPetPowerSuit",
    "name": "Raksa Kubrow",
    "description": "Designed by the Orokin to be the perfect companion, a Kubrow was never far from its master's side. Loyal and obedient, these creatures made ideal bodyguards. Equipped with shield generators for added protection, their fierce growl could paralyze any attacker with fear.",
    "health": 100,
    "shield": 100,
    "armor": 50,
    "stamina": 8,
    "power": 100,
    "type": "Pets",
    "category": "Pets",
    "tradable": false,
    "patchlogs": [
      {
        "name": "Update 17: Echoes Of The Sentient",
        "date": "2015-07-31T15:09:25Z",
        "url": "https://forums.warframe.com/topic/498793-update-17-echoes-of-the-sentient/",
        "fixes": "Fixed the Raksa Kubrow’s Howl sometimes not playing."
      }
    ]
  },
  {
    "uniqueName": "/Lotus/Types/Game/KubrowPet/AdventurerKubrowPetPowerSuit",
    "name": "Sahasa Kubrow",
    "description": "Enterprising Orokin genetic designers recognized that the Kubrow's affinity for games of fetch could be used for more serious endeavors. They soon developed a strain adept at reconnaissance and contraband recovery. Tenno often used the creatures to help resupply while in the field.",
    "health": 125,
    "shield": 75,
    "armor": 50,
    "stamina": 8,
    "power": 100,
    "type": "Pets",
    "category": "Pets",
    "tradable": false
  },
  {
    "uniqueName": "/Lotus/Types/Game/CatbrowPet/CheshireCatbrowPetPowerSuit",
    "name": "Smeeta Kavat",
    "description": "This sly feline is playful yet devious.",
    "health": 50,
    "shield": 60,
    "armor": 50,
    "stamina": 8,
    "power": 100,
    "type": "Pets",
    "category": "Pets",
    "tradable": false,
    "patchlogs": [
      {
        "name": "The Glast Gambit: Update 19.5",
        "date": "2016-12-22T14:13:09Z",
        "url": "https://forums.warframe.com/topic/738152-the-glast-gambit-update-195/",
        "fixes": "Fixed Missing Smeeta Kavat icon and wrong Adarza icon"
      }
    ]
  },
  {
    "uniqueName": "/Lotus/Types/Game/KubrowPet/HunterKubrowPetPowerSuit",
    "name": "Sunika Kubrow",
    "description": "Once the value of Orokin guard-pets had been realized, Orokin scientists began experimenting with strains designed for combat. These were no longer household pets but superior war animals bred for ferocity and aggression.",
    "health": 110,
    "shield": 90,
    "armor": 50,
    "stamina": 8,
    "power": 100,
    "type": "Pets",
    "category": "Pets",
    "tradable": false,
    "patchlogs": [
      {
        "name": "Hotfix 14.0.9",
        "date": "2014-07-26T01:03:34Z",
        "url": "https://forums.warframe.com/topic/273702-hotfix-1409/",
        "fixes": "Fixed some awkward wording in a string about the Sunika Kubrow."
      },
      {
        "name": "Hotfix 14.0.5",
        "date": "2014-07-21T23:42:33Z",
        "url": "https://forums.warframe.com/topic/269089-hotfix-1405/",
        "fixes": "Fixed game not checking for Conclave Rating when selecting Conclave nodes.PSA: A script is in progress to give mods to those account affected by the Sunika Kubrows not coming with the proper mods.PSA 2: If you built a Dojo Decoration during the 'sunk in floor' phase (July 18th till today), it will need to be rebuilt to be fixed."
      }
    ]
  },
  {
    "uniqueName": "/Lotus/Types/Game/KubrowPet/KubrowPetFood",
    "name": "Dna Stabilizers",
    "description": "Contains 6 DNA Stabilizers to maintain the health of a Kubrow.",
    "type": "Pets",
    "category": "Pets",
    "tradable": false
  },
  {
    "uniqueName": "/Lotus/Types/Game/KubrowPet/BlankTraitPrint",
    "name": "Genetic Code Template",
    "description": "Copies the dominant genes of a pet onto the template. \rThis can then be used to increase the chances that traits from the original pet will carry across to a newborn clone.",
    "type": "Pets",
    "category": "Pets",
    "tradable": false,
    "patchlogs": [
      {
        "name": "Update 17.8.0",
        "date": "2015-10-21T21:58:23Z",
        "url": "https://forums.warframe.com/topic/549118-update-1780/",
        "additions": "Increased clip size and total ammo capacity.Due to an error in Kubrow egg type generation many players hunting for Chesa Kubrow have been unable to obtain the breed since the release of Chesa without purchasing the egg from the Market.  While the error has been fixed we understand the frustration this has caused Kubrow enthusiasts, and will be releasing an alert that offers 2 Chesa Kubrow Genetic Code Templates as a reward.This alert will be active shortly after this Update, and will be available for play until Monday at 12 p.m EDT."
      }
    ]
  },
  {
    "uniqueName": "/Lotus/Types/Game/KubrowPet/EggHatcher",
    "name": "Incubator Power Core",
    "description": "This device facilitates the growth of a Kubrow clone, from birth to puppyhood.",
    "type": "Pets",
    "category": "Pets",
    "tradable": false
  },
  {
    "uniqueName": "/Lotus/Types/Game/CatbrowPet/CatbrowGeneticSignature",
    "name": "Kavat Genetic Code",
    "description": "Contains the genetic code sequence of a Kavat.",
    "type": "Pets",
    "category": "Pets",
    "tradable": false
  },
  {
    "uniqueName": "/Lotus/Types/Game/KubrowPet/KubrowPetCollarItem",
    "name": "Nai-Zhen Kubrow Collar",
    "description": "Records the genetic memory and DNA sequence of a Kubrow, allowing it to be reconstructed in the Incubator.",
    "type": "Pets",
    "category": "Pets",
    "tradable": false
  }
]